Repository: makkenzo/GuesterMobileLocalization
Catalog: Guester/Resources/AppResources.*.resx
Languages: uz_latn

# AddCommentToReceipt
source: Add a comment to the order
uz_latn: Buyurtmangizga sharh qo'shing

source: Added product quantity
uz_latn: Mahsulot miqdorini qo'shdi

# AddGuest
source: ADD A GUEST
uz_latn: MEHMON QO'SHISH

source: All
uz_latn: Hammasi

source: All orders
uz_latn: Barcha buyurtmalar

source: All products
uz_latn: Barcha mahsulotlar

source: All receipts
uz_latn: Barcha cheklar

source: All shifts
uz_latn: Barcha smenalar

source: Amount
uz_latn: Miqdori

# AttempDeleteLastGuest
source: Attempt to delete the last guest
uz_latn: Oxirgi mehmonni olib tashlashga urinish

source: Back
uz_latn: Orqaga

source: Bakery
uz_latn: Pishirish

# BillClosed
source: Account closed
uz_latn: Hisob yopildi

source: Booking
uz_latn: Rezervasyonlar

source: Buns
uz_latn: Bulochkalar

source: By bank card
uz_latn: Bank kartasi

source: Cakes
uz_latn: Keklar

source: Cancel
uz_latn: Bekor qilish

source: Cancelled
uz_latn: bekor qilindi

# CancelOrder
source: Cancel the order
uz_latn: Buyurtmani bekor qilish

source: Cappuccino
uz_latn: Kapuchino

# Cash
source: In cash
uz_latn: Naqd pul

source: Cash shift
uz_latn: Kassa almashinuvi

source: Certificate
uz_latn: Sertifikat bilan

source: Change:
uz_latn: Taslim bo'lish:

source: Client
uz_latn: Mijoz

source: Close shift
uz_latn: Smenani yoping

source: Close without payment
uz_latn: To'lovsiz yoping

source: Coffee
uz_latn: Qahva

source: Cola
uz_latn: Kola

# CreateTransaction
source: Create a transaction
uz_latn: Tranzaksiya yarating

# Delivery
source: Delivered
uz_latn: Yetkazib berildi

source: Delivery address
uz_latn: Yetkazib berish manzili

source: Delivery time
uz_latn: Yetkazib berish vaqti

source: Devices
uz_latn: Qurilmalar

source: Discount
uz_latn: Chegirma

source: Drinks
uz_latn: Ichimliklar

# EmplyeeShifts
source: Shifts of employees
uz_latn: Xodimlarni almashtirish

source: End shift
uz_latn: Smenani tugating

# EnterText
source: Enter the text
uz_latn: Matnni kiriting

source: Equipment
uz_latn: Uskunalar

# ErrorAddingProduct
source: Error when adding a product
uz_latn: Mahsulotni qo'shishda xato

source: Fiscalization
uz_latn: Fiskalizatsiya

source: Functions
uz_latn: Xususiyatlari

source: Guest
uz_latn: Mehmon

source: Guest added
uz_latn: Mehmon qo'shildi

# GuestQuantity
source: number of guests
uz_latn: Mehmonlar soni

source: Hall map
uz_latn: Zal xaritasi

source: Ice cream
uz_latn: Muzqaymoq

# InEnvy
source: In the institution
uz_latn: Muassasada

# InRestaurant
source: In the restaurant
uz_latn: Restoranda

# InvalidCode
source: Invalid or unsuitable code
uz_latn: Yaroqsiz yoki yaroqsiz kod

source: Inventory
uz_latn: Inventarizatsiya

# InWay
source: On the way
uz_latn: Yo'lda

# LeftoversWarehouse
source: Leftovers in the warehouse
uz_latn: Ombordagi qoldiqlar

source: Mixed payment
uz_latn: Kulgili to'lov

source: Month
uz_latn: Oy

source: Name
uz_latn: Nomi

source: New
uz_latn: Yangi

source: New booking
uz_latn: Yangi bron

source: New Order
uz_latn: Yangi buyurtma

source: No
uz_latn: Yo'q

source: Online
uz_latn: Onlayn

source: Open
uz_latn: Ochiq

# OpenMoneyBox
source: Open the money box
uz_latn: Pul qutisini oching

# OpenOrder
source: The order is being viewed
uz_latn: Buyurtma ko'rilmoqda

# OrCancelled
source: cancelled
uz_latn: bekor qilindi

# OrClossed
source: clossed
uz_latn: Yopiq

source: Order
uz_latn: Buyurtma

source: Orders
uz_latn: Buyurtmalar

source: Order type
uz_latn: Buyurtma turi

# OrderUnderNumber
source: Order under №
uz_latn: Buyurtma raqami bo'yicha

# OrderWasClosed
source: The order was closed
uz_latn: Buyurtma yopildi

# OrderWasClossedWithoutPayment
source: The order was closed without payment
uz_latn: Buyurtma to'lovsiz yopildi

source: Other
uz_latn: Boshqalar

source: Paid by card
uz_latn: Karta bilan to'langan

source: Paid in cash
uz_latn: Naqd pul bilan to'langan

# Pay
source: To pay
uz_latn: To'lash

source: Payment
uz_latn: To'lov

# PaymentInCard
source: Payment by card
uz_latn: Karta bilan to'lash

source: Payment in cash
uz_latn: Naqd pul bilan to'lash

source: Previous days
uz_latn: Oldingi kunlar

source: Price
uz_latn: Narxi

# PrintReceipt
source: Print a receipt
uz_latn: Chekni chop eting

# ProductWasRemoved
source: The product was removed
uz_latn: Mahsulot olib tashlandi

source: Promotions
uz_latn: Aktsiyalar

source: Quantity
uz_latn: Miqdori

source: Ready
uz_latn: Tayyor

source: Receipt
uz_latn: Chek

# ReceiptArchive
source: Archive of receipts
uz_latn: Cheklar arxivi

# ReceiptList
source: A list of receipts will be displayed here
uz_latn: Bu erda cheklar ro'yxati ko'rsatiladi

# ReceiptNumber
source: Receipt №
uz_latn: Chek №

source: Receipt type
uz_latn: Tekshirish turi

source: Refund
uz_latn: Qaytish

source: Refunds
uz_latn: Qaytish

source: Returnable
uz_latn: Qaytish

# Russion
source: Ru
uz_latn: Ru tili

source: Selling
uz_latn: Sotilgan

# SomeZone
source: Some king of zone
uz_latn: Qandaydir zona

source: Succes
uz_latn: Tayyor

source: Table
uz_latn: Jadval

# TableNumber
source: Table №
uz_latn: Jadval №

source: Tables
uz_latn: Jadvallar

# Takeout
source: Takeaway
uz_latn: Olib ketish

source: Today
uz_latn: Joriy

# TookAwayQuantityProduct
source: Took away the quantity of the product
uz_latn: Mahsulot miqdorini oldi

source: Total
uz_latn: Jami

# TotalToPay
source: To be paid
uz_latn: To'lov uchun

source: Types of orders
uz_latn: Buyurtma turlari

source: US
uz_latn: Uz

source: User
uz_latn: Foydalanuvchi

# Uzbek
source: Uz
uz_latn: Oz

# WaitingTheActivationDevice
source: Waiting for the activation of the device
uz_latn: Qurilmani faollashtirishni kutmoqdamiz

source: Warehouse
uz_latn: Ombor

# WasCancelled
source: cancelled
uz_latn: bekor qilindi

source: was created
uz_latn: yaratilgan

source: was deleted
uz_latn: olib tashlandi

source: Week
uz_latn: Hafta

source: Without payment
uz_latn: To'lovsiz

source: X - report
uz_latn: X - hisobot

source: Yes
uz_latn: Ha

# Zreport
source: X - report
uz_latn: Z - hisobot

# EnteringSummLessError
source: The entered amount is less than in the check
uz_latn: Kiritilgan summa chekdagidan kamroq

# ChoseLang
source: Select language
uz_latn: Tilni tanlang

# AdditionalyDelivery
source: Additionally: entrance, floor, apartment, etc.
uz_latn: Bundan tashqari: kirish, pol, kvartira va boshqalar.

# AddNewAddress
source: Add a new address
uz_latn: Yangi manzil qo'shing

# AddNewCard
source: Add a new map
uz_latn: Yangi xarita qo'shing

source: Address
uz_latn: Manzil

# AddToCheck
source: Add to the check
uz_latn: Chekqa qo'shing

# AllItems
source: All goods
uz_latn: Barcha tovarlar

# AuthorizationDevice
source: Authorization of the device
uz_latn: Qurilmaning avtorizatsiyasi

# BalanceOfMoneyAfterCollection
source: Amount of money in the cash register
uz_latn: Kassadagi pul miqdori

# BirthDayDate
source: Birthday
uz_latn: Tug'ilgan kun

# CantCreateCashRegisterError
source: Failed to create a cash register shift
uz_latn: Naqd pul registrini yaratib bo'lmadi

# CantEndCashRegister
source: It is impossible to close the shift, the number of attempts is exceeded
uz_latn: Shiftni yopishning iloji yo'q, urinishlar soni oshib ketdi

# CantStartCashRegister
source: It is impossible to start a shift
uz_latn: Shiftni boshlashning iloji yo'q

# CardHall
source: Hall
uz_latn: Zal

source: Card number
uz_latn: Karta raqami

# ClientBalance
source: Balance Customer
uz_latn: Balans mijoz

source: CLIENT CARD
uz_latn: Mijoz kartasi

# ClientEmail
source: Email customer
uz_latn: Elektron pochta mijozi

source: Client group
uz_latn: Mijozlar guruhi

# ClosedLabel
source: Closed
uz_latn: Yopiq

source: Confirm
uz_latn: Tasdiqlamoq

# ConfirmLabel
source: Confirm
uz_latn: Tasdiqlamoq

# CountryLabel
source: Side
uz_latn: Tomon

# DeliveryDetail
source: Delivery details
uz_latn: Yetkazib berish tafsilotlari

# DeliveryLabel
source: Delivery
uz_latn: Yetkazib bermoq

source: Delivery zone
uz_latn: Yetkazib berish zonasi

# DetailDelivery
source: Details of the feed
uz_latn: Oziq-ovqat tafsilotlari

# DeviceAuthLabel
source: Authorization data can be viewed in your personal account
uz_latn: Avtorizatsiya ma'lumotlarini shaxsiy hisobingizda ko'rish mumkin

# EnterAddress
source: Enter the address
uz_latn: Manzilni kiriting

# EnterCardNumber
source: Enter the card number
uz_latn: Karta raqamini kiriting

# EnterCity
source: Enter the city
uz_latn: Shaharga kiring

# EnterClientEmail
source: Enter the email client
uz_latn: Elektron pochta mijozini kiriting

# EnterFlmClient
source: Enter the name of the client
uz_latn: Mijoz ismini kiriting

source: Enter login
uz_latn: Kirish

# EnterPswd
source: enter password
uz_latn: Parolni kiriting

# EnterSum
source: Enter the amount
uz_latn: Miqdorni kiriting

source: Field
uz_latn: Maydon

# FieldRequerd
source: Mandatory for filling out
uz_latn: To'ldirish majburiyligi

# FillAllField
source: Fill in all the fields
uz_latn: Barcha maydonlarni to'ldiring

# FLMClient
source: Full name of the client
uz_latn: Mijozning to'liq nomi

# LoadingContent
source: Loading
uz_latn: Yuklamoq

source: login
uz_latn: tizimga kirish

source: New client
uz_latn: Yangi mijoz

# NewLabel
source: New
uz_latn: Yangi

# NoFindCashRegister
source: Find the cash register
uz_latn: Kassalarni toping

# NumberPhone
source: Phone number
uz_latn: Telefon raqami

# OrderStateLabel
source: Order condition
uz_latn: Buyurtma shart

# OzLang
source: Uzbek language
uz_latn: O'zbek tili

# PaidLabel
source: Paid
uz_latn: To'langan

# PayedSertificateLabel
source: Payment by a certificate
uz_latn: Sertifikat tomonidan to'lov

# PersonalInfo
source: personal information
uz_latn: Shaxsiy ma'lumot

# Pswd
source: password
uz_latn: parol

# ReadyLabel
source: Ready
uz_latn: Tayyor

source: Register
uz_latn: Ro'yxatga olmoq

# RusLang
source: Russian language
uz_latn: Rus tili

# SalesSum
source: The amount of purchases
uz_latn: Xaridlar miqdori

# SelectedCard
source: Select the card
uz_latn: Kartani tanlang

# SelectedClientGroup
source: Choose a customer group
uz_latn: Mijozlar guruhini tanlang

# SelectedCourer
source: Select the courier
uz_latn: Kuryerni tanlang

# SubmisionTime
source: Model time
uz_latn: Model vaqti

source: Takeaway
uz_latn: Mahorat

# WasCreateNewOrder
source: A new order was created
uz_latn: Yangi buyurtma yaratildi

# WasGuestDelete
source: The guest was removed
uz_latn: Mehmon olib tashlandi

# WriteCommentLabel
source: Na'phatte Commenarch
uz_latn: Naafatte Comencharx

# WrongPswdError
source: wrong login or password
uz_latn: Noto'g'ri login yoki parol

source: Bonuses
uz_latn: Bonuslar

# EnterCountry
source: Enter the country
uz_latn: Mamlakatga kiring

source: City
uz_latn: Shahar

source: Commentary
uz_latn: Sharh

# Courer
source: Courier
uz_latn: Kurer

source: minutes
uz_latn: daqiqa

source: Modifiers
uz_latn: Molifiter

source: Untie
uz_latn: Yechmoq

source: Standard
uz_latn: Standart

source: Checks
uz_latn: Tekshirishlar

# EnterCommentOrder
source: Comments on the order
uz_latn: Buyurtma bo'yicha sharhlar

# EnterCommentOrderLabel
source: Enter a comment for your order
uz_latn: Buyurtmangiz uchun sharh yozing

# ClosedStatusLabel
source: Close
uz_latn: Yopish

# DeliveredLabel
source: Delivered
uz_latn: Yetkazib berildi

# OnWayLabel
source: Let's hit the road
uz_latn: Keling, yo'lga chiqaylik

source: Prepared
uz_latn: Tayyorlangan

# AddProduct
source: Product added
uz_latn: Mahsulot qo'shildi

source: Enter a comment
uz_latn: Sharhni kiriting

source: Enter the remaining cash
uz_latn: Naqd pul qoldig'ini kiriting

source: Choose a table
uz_latn: Stolni tanlang

source: Creating a transaction
uz_latn: Tranzaktsiyani yaratish

source: Customer data
uz_latn: Mijoz ma'lumotlari

# CustomerNameAndNumber
source: Customer's name and number
uz_latn: Mijozning ismi va raqami

source: Date and time
uz_latn: Sana va vaqt

source: Duration
uz_latn: Davomiyligi

# EnterTheClientName
source: Enter the client's name
uz_latn: Mijoz nomini kiriting

source: Expenditure
uz_latn: Iste'mol

source: Introduction
uz_latn: Ilova

source: Number of guests
uz_latn: Mehmonlar soni

# PlusNewBooking
source: + New booking
uz_latn: + Yangi bron qilish

# SelectDuration
source: Select the duration
uz_latn: Davomiyligini tanlang

source: Select the number of guests
uz_latn: Mehmonlar sonini tanlang

source: To book
uz_latn: Kitob

source: Collection
uz_latn: Yig'ish

source: Enter the ip address
uz_latn: Ip manzilini kiriting

source: Enter the transaction amount
uz_latn: Tranzaksiya miqdorini kiriting

source: Notifications
uz_latn: Bildirishnomalar

source: Registering a wi fi printer
uz_latn: Wi-Fi printerini ro'yxatdan o'tkazish

source: Save
uz_latn: Saqlash

source: Select the type
uz_latn: Turini tanlang

source: Shift management
uz_latn: Smenalarni boshqarish

source: The date of the agreement is different
uz_latn: Shartnoma sanasi boshqacha

source: To create
uz_latn: Yaratish

source: Cashier
uz_latn: Kassir

source: Cashless payment
uz_latn: Naqd pulsiz to'lov

source: Cash on hand
uz_latn: Kassadagi naqd pul

source: Cash payment
uz_latn: Naqd pul

source: Changeable total
uz_latn: O'zgartirish natijasi

source: Corrupt
uz_latn: Sotish

source: Error when authorizing the device
uz_latn: Qurilmani avtorizatsiya qilishda xato

# FailedLogin
source: Failed login attempt, try again later
uz_latn: Muvaffaqiyatsiz kirish urinishi, keyinroq harakat qilib ko'ring

# MistakeIsImpossibleToClose
source: Mistake! It is impossible to close the cash shift
uz_latn: Xato! Kassa smenasini yopish mumkin emas

# MistakeTheBalance
source: Mistake! the balance of funds in the cash register is not specified
uz_latn: Xato! naqd pul qoldig'i ko'rsatilmagan

source: not found
uz_latn: topilmadi

source: Printed
uz_latn: Bosilgan

source: Results of operations
uz_latn: Operatsiyalar natijalari

source: Sales
uz_latn: Sotish

source: Sent for printing to the printer
uz_latn: Printerda chop etish uchun yuborilgan

source: Shift Report
uz_latn: O'zgarish haqida hisobot

# TheBeginningShift
source: The beginning of the shift
uz_latn: Smenaning boshlanishi

source: The estimated amount in the cash register does not match
uz_latn: Kassadagi taxminiy miqdor mos kelmaydi

source: The Order Is Open
uz_latn: Buyurtma Ochiq

source: The order was returned
uz_latn: Buyurtmani qaytarib berdi

# TheReportWasDevice
source: The report was compiled from the device
uz_latn: Hisobot qurilmadan tuzilgan

source: Total amount to be paid
uz_latn: To'lov uchun jami

source: Total documents
uz_latn: Barcha hujjatlar

source: Types of payment
uz_latn: To'lov turlari

# YouDontWorkTerminal
source: You do not have access to work at the terminal
uz_latn: Siz terminal orqasida ishlashga kirish imkoniga ega emassiz

# entrance
source: entrance, floor, apartment, etc.
uz_latn: kirish, qavat, kvartira va boshqalar.

source: Order is paid
uz_latn: Buyurtma to'lanadi

source: Clear cache
uz_latn: Keshni tozalash

source: IP Address
uz_latn: IP manzili

source: Login KKM
uz_latn: Kirish KKM

# LogOutOfApp
source: Log Out
uz_latn: Hisobingizdan chiqing

source: Password KKM
uz_latn: KKM paroli

source: Disable Fiscal Receipt Printing
uz_latn: Fiskal chekni chop etishni o‘chiring

source: Delete
uz_latn: Oʻchirish
